Revit 2027 API
Space.ActualExhaustAirflow Property
Get the Actual Exhaust Airflow of the Space.
Namespace: Autodesk.Revit.DB.Mechanical
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double ActualExhaustAirflow { get; }
Public ReadOnly Property ActualExhaustAirflow As Double
	Get
public:
property double ActualExhaustAirflow {
	double get ();
}
member ActualExhaustAirflow : float with get
Property Value
Double
Remarks
This property is used to get the Actual Exhaust Airflow (Unit: CFM) of the Space.
See Also
Reference
Space Class
Autodesk.Revit.DB.Mechanical Namespace